
INSERT INTO `authors` (`authornum`, `authorname`, `authorinfo`) VALUES
	(1001, '영완(映完)', '독자들이 궁금해할 만한 업계를 이야기로 풀어내는 데 강점이 있는 작가. 매번 소재로 삼은 업계와 직종을 잘 이해하고 있다는 평가를 받는다.이러한 강점으로 나온 이야기가 전작 <너, 내가 스타로 띄워줄게!>와 <유물 읽는 감정사>, 그리고 제5회 대한민국 웹소설 공모대전 입선작 <눈 떠보니 흥행의 신>이다.<운명을 보는 회사원>은 특이하게도 기업물에 관상을 더한 이야기다. 주인공은 관상과 사주로 다른 인물들의 길과 흉을 보며 협상을 주도해 나간다.결국 사업은 사람이 하는 것이니 이처럼 잘 맞는 궁합도 없을 것이다. 많고 많은 기업 이야기 중에서 궤를 달리하는 기발함이라고 할 수 있다.'),
	(1002, '넬레 노이하우스', '저자 넬레 노이하우스(Nele Neuhaus)는 1967년 독일 뮌스터에서 태어났다. 법학, 역사학, 독문학을 전공하고 대학을 졸업한 후에는 광고회사에서 근무했다. 결혼 후 틈틈이 미스터리 소설을 집필하다가 자비로 출판하기 시작했다. 그러던 중 《사랑받지 못한 여자》를 시작으로 냉철하고 카리스마 있는 수사반장 보덴슈타인과 남다른 직관으로 사건을 풀어가는 여형사 피아가 등장하는 ‘타우누스 시리즈’가 인기를 모으면서 베스트셀러 작가가 되었다. 그중에서도 시리즈 네 번째 작품인 《백설공주에게 죽음을》은 출간된 지 사흘 만에 독일 아마존 베스트셀러에 오르고 32주 동안이나 판매 순위 1위를 기록하는 등 뜨거운 사랑을 받았다. 전 세계 14개국에 번역 출간된 이 작품은 그동안 뻔한 미스터리 스릴러에 질려 있던 한국 독자들에게 신선한 충격을 주며 2011년 최고의 베스트셀러가 되기도 했다. 이후 발표한 다섯 번째 작품인 《바람을 뿌리는 자》 역시 출간되자마자 판매 순위 1위에 오르며 식지 않은 인기를 과시했다. 독일에서 가장 사랑받는 미스터리 시리즈인 타우누스 시리즈의 다른 작품으로는 《너무 친한 친구들》 《깊은 상처(근간)》가 있다. 저자는 현재 타우누스 시리즈의 여섯 번째 작품을 준비하고 있다.'),
	(1003, '더글라스 케네디', '전 세계적 베스트셀러 작가다. 미국 뉴욕에서 태어났고 현재는 런던, 파리, 베를린, 몰타 섬을 오가며 살고 있다. 조국인 미국에 대해 비판적인 시각을 견지하고 있는 작가로 유명하며 유럽, 특히 프랑스에서 폭발적인 인기를 자랑한다. 프랑스문화원으로부터 문화공로훈장을 받았고, 2009년에는 프랑스의 〈르 피가로〉지에서 주는 그랑프리상을 받았다.\r\n한때 극단을 운영하며 직접 희곡을 쓰기도 했고, 이야기체의 여행 책자를 쓰다가 소설 집필을 시작했다. 오스트레일리아의 오지부터 시작해 파타고니아, 서사모아, 베트남, 이집트, 인도네시아 등 세계 50여 개국을 여행했다. 풍부한 여행 경험이 작가적 바탕이 되었다고 해도 과언이 아니다.\r\n2019년에는 일러스트레이터 조안 스파르와 합작한 ‘오로르 시리즈’의 첫 책 《오로르》 를 선보였다. 현명하면서도 순수한 열한 살 오로르를 주인공으로 한 이 책은, 이전 작품들과 전혀 다른 듯하면서도 특유의 스타일이 듬뿍 담겨 있다. ‘아이들의 통찰력을 보여주는 아름다운 소설’이라는 평단의 호평과 함께 독자들의 열렬한 사랑을 받았다.\r\n주요 작품으로 《오로르》 《빅 픽처》 《고 온》 《데드 하트》 《픽업》 《비트레이얼》 《빅 퀘스천》 《스테이트 오브 더 유니언》 《파이브 데이즈》 《더 잡》 《리빙 더 월드》 《템테이션》 《행복의 추구》 《파리5구의 여인》 《모멘트》 《위험한 관계》 등이 있다.'),
	(1004, '헌화', '《던전 디펜스》, 《건달의 제국》을 집필'),
	(1005, '박경리', '저자 박경리는 1926년 10월 28일(음력) 경상남도 통영에서 태어났다. 1945년 진주고등여학교를 졸업하였다. 1955년 김동리의 추천을 받아 단편 『계산』 으로 등단하였다. 『표류도』 (1959), 『김약국의 딸들』 (1962)을 비롯하여 『파시』 (1964), 『시장과 전장』 (1965) 등 사회와 현실에 대한 비판성이 강한 문제작을 잇달아 발표하여 문단의 주목을 받기 시작하였다. 특히 1969년 9월부터 대하소설 『토지』 를 연재하기 시작하여 26년 만인 1994년에 완성하였다. 2003년 장편소설 『나비야 청산가자』를 「현대문학」 에 연재하였으나 건강상의 이유로 미완에 그치고 말았다. 수필집 『Q씨에게』, 『원주통신』, 『만리장성의 나라』, 『꿈꾸는 자가 창조한다』, 『생명의 아픔』 등과 시집으로는 『못 떠나는 배』, 『도시의 고양이들』, 『우리들의 시간』, 『버리고 갈 것만 남아서 참 홀가분하다』 등이 있다. 이화여자대학교에서 명예문학 박사학위를 수여받았으며, 연세대학교에서 용재 석좌교수 등을 지냈다. 1996년부터 토지문화관 이사장을 역임하였다. 현대문학 신인상, 한국여류문학상, 월탄문학상, 인촌상, 호암 예술상 등을 수상하였으며, 칠레정부로부터 ‘가브리엘라 미스트랄 문학 기념 메달’을 수여받았다. 2008년 5월 5일 타계하였으며 정부에서 금관문화훈장을 추서하였다.');

INSERT INTO `category` (`catenum`, `catename`) VALUES
	(1, '전체'),
	(2, '일반소설'),
	(3, '한국소설'),
	(4, '영미소설'),
	(5, '일본소설'),
	(6, '중국소설'),
	(7, '러시아소설'),
	(8, '프랑스소설'),
	(9, '독일소설'),
	(10, '북유럽소설'),
	(11, '기타나라소설'),
	(12, '장르소설'),
	(13, '로맨스'),
	(14, '무협'),
	(15, '판타지'),
	(16, '라이트노벨'),
	(17, 'BL/GL'),
	(18, '성인소설');
